Repository: BrainBlasted/Solanum
Catalog: po/*.po
Languages: be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, fur, fy, gl, he, hi, hr, hu, ia, id, is, it, ka, kk, ko, nb, nl, oc, pl, pt, pt_br, ro, ru, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: Icon by
be: Значок
bg: Икона от
ca: Icona per
da: Ikon af
de: Symbol von
el: Εικονίδιο από
es: Icono por
eu: Ikonoa:
fa: نقشک به دست
fi: Kuvakkeen teki
fr: Icône par
fur: Icone di
gl: Icona por
he: סמליל על ידי
hi: आइकॉन प्रदानकर्ता
hu: Ikon:
ia: Icone per
id: Ikon oleh
is: Táknmynd eftir
it: Icona a cura di
ka: ხატულის ავტორი
kk: Таңбаша авторы
ko: 아이콘 제작
nb: Utsmykket av
nl: Pictogram door
pl: Ikona
pt: Ícone por
pt_br: Ícones por
ro: Iconiță de
ru: Значок
sl: Avtor/ica ikone
sr: Иконицу је приредио
sv: Ikon av
tr: Simge
uk: Автор піктограми
uz: Belgi yaratuvchisi
zh_cn: 图标作者
zh_tw: 圖示提供

source: Sound by
be: Гук
bg: Звук от
ca: So per
da: Lyd af
de: Klang von
el: Ήχος από
es: Sonido por
eu: Soinua:
fa: صدا به دست
fi: Äänitoteutus
fr: Son par
fur: Suns di
gl: Son por
he: שמע על ידי
hi: ध्वनि प्रदानकर्ता
hu: Hang:
ia: Sono per
id: Suara oleh
is: Hjóðmynd eftir
it: Audio a cura di
ka: ხმის ავტორი
kk: Дыбыс авторы
ko: 소리 제작
nb: Lydgitt av
nl: Geluid door
pl: Dźwięki
pt: Som por
pt_br: Sons por
ro: Sunet de
ru: Звук
sl: Avtor/ica zvoka
sr: Звук је приредио
sv: Ljud av
tr: Ses
uk: Автор звукових даних
uz: Ovoz yaratuvchisi
zh_cn: 音频作者
zh_tw: 音效提供

source: Supported by
be: Падтрымліваецца
bg: С подкрепата на
ca: Patrocinat per
da: Understøttet af
de: Unterstützt von
el: Υποστηρίζεται από
es: Soportado por
eu: Laguntzaileak
fa: پشتیبانی شده به دست
fi: Tukijat
fr: Soutenu par
fur: Supuartât di
gl: Apoiado por
he: נתמך על ידי
hi: इनके द्वारा समर्थित
ia: Supportate per
is: Styrkt af
it: Sostenuto da
ka: მხარდაჭერილია
kk: Қолдау көрсеткендер
nb: Støttet av
nl: Ondersteund door
pl: Wsparcie
pt: Com o apoio de
pt_br: Suportado por
ro: Suportat de
ru: Поддерживается
sl: Podpornik_ca
sv: Stöds av
tr: Destekleyen
uk: Підтримано
uz: Qoʻllab-quvvatladi
zh_cn: 支持者
zh_tw: 支援提供

source: Long Break
be: Доўгі перапынак
bg: Дълга почивка
ca: Pausa llarga
cs: Dlouhá přestávka
da: Lang pause
de: Lange Pause
el: Μεγάλο διάλειμμα
es: Pausa larga
eu: Etenaldi luzea
fa: استراحت بلند
fi: Pitkä tauko
fr: Pause longue
fur: Pause lungje
fy: Lang Skoft
gl: Descanso largo
he: הפסקה ארוכה
hi: लंबा विश्राम सत्र
hr: Duža pauza
hu: Hosszú szünet
ia: Pausa longe
id: Rehat Panjang
is: Löng hvíld
it: Pausa lunga
ka: დიდი შესვენება
kk: Ұзақ үзіліс
ko: 긴 휴식 시간
nb: Lang pause
nl: Lange pauze
oc: Pausa longa
pl: Długa przerwa
pt: Pausa longa
pt_br: Intervalo longo
ro: Pauză lungă
ru: Длинный перерыв
sl: Dolg premor
sr: Дуга пауза
sv: Lång rast
tr: Uzun Mola
uk: Довга перерва
uz: Uzoq tanaffus
zh_cn: 长时间休息
zh_tw: 長休息

source: Short Break
be: Кароткі перапынак
bg: Кратка почивка
ca: Descans curt
cs: Krátká přestávka
da: Kort pause
de: Kurze Pause
el: Μικρό διάλειμμα
es: Pausa corta
eu: Etenaldi laburra
fa: استراحت کوتاه
fi: Lyhyt tauko
fr: Pause courte
fur: Pause curte
fy: Koart Skoft
gl: Descanso curto
he: הפסקה קצרה
hi: छोटा विश्राम सत्र
hr: Kratka pauza
hu: Rövid szünet
ia: Pausa curte
id: Rehat Pendek
is: Stutt hlé
it: Pausa breve
ka: მოკლე შესვენება
kk: Қысқа үзіліс
ko: 짧은 휴식 시간
nb: Kort pause
nl: Korte pauze
oc: Pauseta
pl: Krótka przerwa
pt: Pausa breve
pt_br: Intervalo curto
ro: Pauză scurtă
ru: Короткий перерыв
sl: Kratek premor
sr: Кратка пауза
sv: Kort rast
tr: Kısa Mola
uk: Коротка перерва
uz: Qisqa tanaffus
zh_cn: 短时间休息
zh_tw: 短休息

source: Back to Work
be: Вяртанне да працы
bg: Обратно на работа
ca: Torna a treballar
cs: Zpět do práce
da: Tilbage til arbejdet
de: Zurück an die Arbeit
el: Πίσω στην εργασία
es: Volver al trabajo
eu: Bueltan lanera
fa: بازگشت به کار
fi: Takaisin töihin
fr: Retour au travail
fur: Torne a vore
fy: Gean wer oan it Wurk
gl: Volta ao traballo
he: חזרה לעבודה
hi: काम पर वापस लौटें
hr: Natrag na posao
hu: Vissza a munkába
ia: Retornar al travalio
id: Kembali Bekerja
is: Aftur í vinnuna
it: Riprendi il lavoro
ka: სამსახური
kk: Жұмысқа оралу
ko: 업무 복귀
nb: Pause over
nl: Werk hervatten
oc: Retorn al trabalh
pl: Powrót do pracy
pt: Volte a trabalhar
pt_br: Voltar ao trabalho
ro: Înapoi la lucru
ru: Вернуться к работе
sl: Nazaj na delo
sr: Назад на рад
sv: Tillbaka till arbetet
tr: Çalışmaya Dön
uk: Повертайтеся до роботи
uz: Ishga qaytish
zh_cn: 返回工作
zh_tw: 回到工作

source: Ready to keep working?
be: Гатовы працягваць працу?
bg: Готови ли сте да продължите работа?
ca: Esteu preparat per seguir treballant?
cs: Jste připraveni pokračovat v práci?
da: Klar til at fortsætte arbejdet?
de: Bereit, weiterzuarbeiten?
el: Είστε έτοιμοι να συνεχίσετε να εργάζεστε;
es: ¿Listo para seguir trabajando?
eu: Lanean jarraitzeko pres?
fa: آماده برای ادامهٔ کار؟
fi: Valmiina jatkamaan töitä?
fr: Prêt à travailler ?
fur: Pront par continuâ a lavorâ?
fy: Klear om wer te wurkjen?
gl: Listo para seguir traballando?
he: רוצה לחזור לעבוד?
hi: कार्य करते रहने के लिए तैयार हैं?
hr: Spremni ste nastaviti raditi?
hu: Készen áll a további munkára?
ia: Preste pro sequer travaliante?
id: Siap untuk terus bekerja?
is: Tilbúin að halda áfram?
it: Pronto a proseguire il lavoro?
ka: მზად ხართ, გააგრძელოთ მუშაობა?
kk: Жұмысты жалғастыруға дайынсыз ба?
ko: 계속 일할 준비가 됐나요?
nb: Klar for en ny arbeidsrunde?
nl: Klaar om verder te werken?
oc: Prèst a téner de trabalhar ?
pl: Wracamy do pracy?
pt: Pronto para voltar a trabalhar?
pt_br: Pronto para voltar ao trabalho?
ro: Sunteți gata să continuați să lucrați?
ru: Готовы продолжить работу?
sl: Ali ste pripravljeni nadaljevati z delom?
sr: Да ли сте спремни да наставите са радом?
sv: Redo att fortsätta arbeta?
tr: Çalışmaya hazır mısın?
uk: Готові продовжити роботу?
uz: Ishlashni davom etishga tayyormisiz?
zh_cn: 准备好继续工作了吗？
zh_tw: 準備好繼續工作了嗎？

source: Start Working
be: Пачаць працаваць
bg: Начало на работа
ca: Comença a treballar
cs: Začít pracovat
da: Arbejd
de: Arbeit starten
el: Έναρξη Εργασίας
es: Empezar a trabajar
eu: Hasi lanean
fa: آغاز کار کردن
fi: Aloita työskentely
fr: Commencer à travailler
fur: Scomence a lavorâ
fy: Begjin mei Wurkjen
gl: Comezar a traballar
he: התחלת עבודה
hi: कार्य शुरू करें
hr: Započnite s radom
hu: Kezdjen el dolgozni
ia: Comenciar a travaliar
id: Mulai Bekerja
is: Byrjaðu að vinna
it: Inizia a lavorare
ka: მუშაობის დაწყება
kk: Жұмысты бастау
ko: 업무 시작
nb: Start runde
nl: Werk beginnen
oc: Començar de trabalhar
pl: Zacznij pracę
pt: Comece a trabalhar
pt_br: Começar a trabalhar
ro: Începe lucrul
ru: Начать работать
sl: Začnite z delom
sr: Почни са радом
sv: Börja arbeta
tr: Çalışmaya Başla
uk: Розпочати роботу
uz: Ishni boshlash
zh_cn: 开始工作
zh_tw: 開始工作

source: Break Time
be: Перапынак
bg: Време за почивка
ca: Temps de descans
cs: Čas přestávky
da: Pausetid
de: Pausenzeit
el: Ώρα Διαλείμματος
es: Tiempo de descanso
eu: Etenaldia
fa: زمان کار و استراحت
fi: Tauon aika
fr: Pause
fur: Pause
fy: Skoft Tiid
gl: Tempo de descanso
he: זמן להפסקה
hi: विश्राम का समय
hr: Pauza
hu: Szünet
ia: Tempore de pausa
id: Waktu Istirahat
is: Hvíldartími
it: Pausa
ka: შესვენების დრო
kk: Үзіліс уақыты
ko: 휴식 시간
nb: Pause
nl: Tijd voor een pauze!
oc: Pausa
pl: Czas na przerwę
pt: Intervalo
pt_br: Intervalo
ro: Pauză
ru: Время перерыва
sl: Čas je za premor
sr: Време паузе
sv: Rastdags
tr: Mola Zamanı
uk: Час перерватися
uz: Tanaffus vaqti
zh_cn: 休息时间
zh_tw: 休息時間

source: Stretch your legs, and drink some water.
be: Выцягніце ногі і выпіце вады.
bg: Раздвижете краката си и пийте вода.
ca: Estireu les cames i beveu una mica d'aigua.
cs: Protáhněte si nohy a napijte se vody.
da: Stræk benene og drik noget vand.
de: Strecken Sie Ihre Beine aus und trinken Sie etwas Wasser.
el: Τεντώστε τα πόδια σας και πιείτε λίγο νερό.
es: Estire sus piernas y beba un poco de agua.
eu: Luzatu hankak eta edan ur apur bat.
fa: کشیدن پاهایتان و آشامیدن آب.
fi: Venyttele jalkojasi ja ota lasillinen vettä.
fr: Étirez vos jambes et buvez de l’eau
fur: Distire lis gjambis e bêf un pocje di aghe.
fy: Doch efkes wat oars, en drink wat wetter.
gl: Estire as pernas e beba algo de auga.
he: זה הזמן ליישר את הרגליים ולשתות קצת מים.
hi: अपने पैरों को फैलाएं, और थोड़ा पानी पिएं।
hr: Protegnite noge i popijte malo vode.
hu: Nyújtsa ki a lábát, és igyon egy kis vizet.
ia: Extende tu gambas e bibe un pauc de aqua.
id: Regangkan kakimu, dan minumlah air.
is: Teygðu úr skönkunum þínum og drekktu dálítið vatn.
it: Stira le gambe e bevi un po' d'acqua.
ka: გაიარეთ, ცოტა წყალიც დალიეთ.
kk: Аяқтарыңызды созып, су ішіңіз.
ko: 다리를 쭉 펴고, 물을 챙겨 드세요.
nb: Ta en strekk og drikk litt vann.
nl: Strek even uw benen en drink wat water.
oc: Estiratz-vos e bevètz d’aiga.
pl: Rozciągnij nogi i napij się wody.
pt: Estique as pernas e beba um pouco de água.
pt_br: Estique as pernas e beba um pouco de água.
ro: Întindeți-vă picioarele și beți puțină apă.
ru: Вытяните ноги и выпейте немного воды.
sl: Raztegnite si noge, popite kozarec vode.
sr: Размрдајте се малко, попијте неко пићенце.
sv: Sträck på benen och drick lite vatten.
tr: Bacaklarını rahatlat ve biraz su iç.
uk: Потягніться, випийте трохи води.
uz: Oyoqlaringizni cho'zing va ozgina suv iching.
zh_cn: 伸伸腿，喝喝水。
zh_tw: 伸展雙腿，喝杯水。

source: Start Break
be: Пачаць перапынак
bg: Начало на почивка
ca: Comença el descans
cs: Začít přestávku
da: Hold pause
de: Pause starten
el: Έναρξη Διαλείμματος
es: Iniciar pausa
eu: Hasi etenaldia
fa: آغاز استراحت
fi: Aloita tauko
fr: Commencer la pause
fur: Scomence la pause
fy: Start Skoft
gl: Comezar o descanso
he: התחלת הפסקה
hi: विश्राम शुरू करें
hr: Započnite pauzu
hu: Kezdje meg a szünetet
ia: Initiar pausa
id: Mulai Istirahat
is: Hefja hvíld
it: Inizia la pausa
ka: შესვენების დაწყება
kk: Үзілісті бастау
ko: 휴식 시작
nb: Start pause
nl: Pauze beginnen
oc: Començar pausa
pl: Zacznij przerwę
pt: Comece a pausa
pt_br: Começar intervalo
ro: Începe pauza
ru: Начать перерыв
sl: Začnite s premorom
sr: Започни паузу
sv: Starta rast
tr: Molayı Başlat
uk: Почати перерву
uz: Tanaffusni boshlash
zh_cn: 开始休息
zh_tw: 開始休息

source: Lap {}
be: Перыяд {}
bg: Цикъл {}
ca: Volta {}
cs: {}. cyklus
da: Omgang {}
de: Abschnitt {}
el: Γύρος {}
es: Tramo {}
eu: {}. itzulia
fa: دور {}
fi: Kierros {}
fr: Cycle {}
fur: Zîr {}
fy: Sesje diel {}
gl: Volta {}
he: סבב {}
hi: लैप {}
hr: {} krug
hu: {}. munkavégzés
ia: Etape {}
id: Putaran {}
is: Lota {}
it: Giro {}
ka: წრე {}
kk: {} кезең
nb: Runde {}
nl: Ronde {}
oc: Torn {}
pl: {}. runda
pt: Volta {}
pt_br: Série {}
ro: Etapa {}
ru: Круг {}
sl: Krog {}
sr: {}. круг
sv: Varv {}
tr: Tur {}
uk: Коло {}
uz: Bosqich {}
zh_cn: 番茄钟 {}
zh_tw: 時段 {}

source: A pomodoro timer for GNOME
cs: Organizace času pomodoro pro GNOME
fy: In pomodoro timer foar GNOME
hr: Pomodoro odborjavanje za GNOME
oc: Una minutariá pomodoro per GNOME

source: Donate on Patreon
cs: Přispět přes Patreon
fy: Donear op Patreon
hr: Donirajte na Patreonu
oc: Far un don sus Patreon
