Repository: BrainBlasted/Solanum
Catalog: po/*.po
Languages: be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, fur, fy, gl, he, hi, hr, hu, ia, id, is, it, ka, kk, ko, nb, nl, oc, pl, pt, pt_br, ro, ru, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

source: Solanum
fa: بادنجان
hi: सोलेनम
ko: 솔라넘
sr: Соланум
zh_cn: 番茄闹钟
zh_tw: 番茄鐘

source: Balance working time and break time
be: Аптымальнае размеркаванне часу паміж працай і перапынкамі
bg: Баланс на времето за работа и почивка
ca: Equilibreu el temps de treball i el de descans
cs: Mějte v rovnováze čas trávený prací a přestávkami
da: Hold balance mellem arbejdstid og pausetid
de: Arbeits- und Pausenzeit ausgleichen
el: Ισορροπία χρόνου εργασίας και διαλείμματος
es: Equilibrio entre tiempo de trabajo y de descanso
eu: Orekatu laneko astia eta etenaldiak
fa: تعادل زمان کار و استراحت
fi: Löydä kultainen keskitie työ- ja taukoajan välillä
fr: Trouvez l’équilibre entre temps de travail et de pause
fur: Belance il timp di lavôr e chel di pause
fy: Fyn in balâns tusken wurktiid en skoft
gl: Equilibre o tempo de traballo e o de descanso
he: איזון בין זמן עבודה לזמן הפסקה
hi: कार्य और विश्राम समय को संतुलित करें
hr: Uskladite radno vrijeme s pauzom
hu: A munkaidő és a szünetek kiegyensúlyozása
ia: Balancia inter le tempore de travalio e le tempore de reposo
id: Menyeimbangkan waktu kerja dan waktu istirahat
is: Haltu jafnvægi milli verkefna og frítíma
it: Bilancia il tempo di lavoro e le pause
ka: დასვენებისა და სამუშაო დროის ბალანსი
kk: Жұмыс пен үзіліс уақытын теңестіру
ko: 업무 시간과 휴식 시간 균형을 맞춥니다
nb: Skap balanse mellom arbeid og pauser
nl: Houd uw werktijd en pauzetijd in balans
oc: Equilibri entre temps de trabalh e pausas
pl: Równowaga między czasem pracy a przerwami
pt: Equilibrar o tempo de trabalho e o tempo de pausa
pt_br: Balanceie o tempo de trabalho e intervalo
ro: Balansați timpul de lucru și pauzele
ru: Баланс рабочего времени и времени перерыва
sl: Usklajevanje delovnega časa in premorov
sr: Уравнотежите време рада и време паузе
sv: Balansera arbetstid och rast
tr: Çalışma ve mola zamanlarını dengele
uk: Встановіть оптимальне співвідношення між робочим часом і часом відпочинку
uz: Ish vaqti va tanaffus vaqtini muvozanatlash
zh_cn: 平衡工作时间和休息时间
zh_tw: 平衡分配工作與休息時間

source: Solanum is a time tracking app that uses the pomodoro technique. Work in 4 sessions, with breaks in between each session and one long break after all 4.
be: Solanum – гэта праграма для кіравання працоўным часам, якая выкарыстоўвае метад памідора. Праца падзяляецца на сеансы, чатыры сеансы з кароткімі перапынкамі паміж імі, затым ідзе доўгі перапынак.
bg: „Solanum“ е приложение за следене на времето което използва техниката „Помодоро“. Работи се 4 сесии, с почивки между всяка сесия и една дълга почивка след всичките 4.
ca: El Solanum és una aplicació de seguiment de temps que utilitza la tècnica pomodoro. Treballar en 4 sessions, amb pauses entre cada sessió i una llarga pausa després de les 4.
cs: Solanum je aplikace pro sledování času, která používá techniky pomodoro. Pracujte ve 4 cyklech, s přestávkami mezi každým cyklem a jednou dlouhou přestávkou po 4. cyklu.
da: Solanum er et tidtagningsprogram som bruger pomodoroteknikken. Arbejd i 4 sessioner med pauser mellem hver session og en lang pause efter alle 4.
de: Solanum ist eine Zeitverwaltungs-Anwendung auf Basis der Pomodoro-Technik. Arbeiten Sie in vier Abschnitten – dazwischen gibt es kleine Pausen. Nach vier Arbeitsrunden gibt es eine lange Pause.
el: Το Solanum είναι μια εφαρμογή παρακολούθησης χρόνου που χρησιμοποιεί την τεχνική pomodoro. Εργαστείτε σε 4 συνεδρίες, με διαλείμματα μεταξύ κάθε συνεδρίας και ένα μεγάλο διάλειμμα μετά τις 4.
es: Solanum es una aplicación de gestión del tiempo que usa la técnica Pomodoro. Trabaje en 4 sesiones, con pausas entre cada de ellas y una pausa larga después de las 4.
eu: Solanum denbora kudeatzeko aplikazio bat da, Pomodoro teknika erabiltzen duena. Egin lan 4 saiotan, saio artean etenaldi txikiak eta 4 saioak egin ondoren etenaldi luzea eginda.
fa: بادنجام کارهٔ ردیابی زمانی به روش پومودور است. کار در ۴ نشست با استراحت‌هایی بین هر نشست و یک استراحت بلند پس از هر ۴ نشست انجام می‌شود.
fi: Solanum on ajanseurantasovellus, jossa käytetään pomodoro-tekniikkaa. Työskentele neljässä vuorossa, pidä tauko vuorojen välillä ja yksi pidempi tauko kaikkien neljän vuoron jälkeen.
fr: Solanum est une application de suivi du temps selon la technique Pomodoro. Travaillez en 4 périodes, avec une pause entre chaque, puis une plus longue pause après les 4.
fur: Solanum e je une aplicazion che e ten di voli il timp, e dopre la tecniche pomodoro. Lavore in 4 sessions, cun pausis tra ogni session e une pause lungje dopo di chês 4.
fy: Solanum is in applikaasje om de tiid by te hâlden neffens de pomodory technyk. Wurkje yn 4 sesjes, mei skoften tusken elke sesje en in langer skoft nei alle 4.
gl: Solaum é unha aplicación de seguimento de tempo que usa a técnica pomodoro. Funciona en 4 sesións, con pausas no mediio de cada sesión e unha pausa larga despois de cada 4.
he: ‏Solanum הוא יישום מעקב המשתמש בטכניקת פומודורו. עבודה ב־4 סבבים, עם הפסקות קצרות בין כל סבב והפסקה אחת ארוכה אחרי כל 4 סבבים.
hi: सोलेनम स्वयं का समय नियंत्रित करने के लिए एक एप है जो पोमोडोरो तकनीक का उपयोग करता है। 4 सत्रों में काम करें, जहाँ प्रत्येक सत्र के बीच में एक विश्राम सत्र होगा और सभी सत्रों के बाद एक लंबा विश्राम सत्र होगा।होगा।
hr: Solanum je aplikacija za praćenje vremena koja koristi pomodoro tehniku. Radi u 4 sesije, s pauzama između svake sesije i jednom dužom pauzom nakon svih 4.
hu: A Solanum egy pomodoro technikát használó időkövető alkalmazás. Dolgozzon 4 munkamenetben, az egyes munkamenetek között szünetekkel, és mind a 4 munkamenet után egy hosszú szünettel.
ia: Solanum es un application de traciamento de tempore que usa le technica pomodoro. Travalia in 4 sessiones, con pausas inter cata session e un pausa longe post le 4.
id: Solanum adalah aplikasi pelacakan waktu yang menggunakan teknik pomodoro. Bekerja dalam 4 sesi, dengan istirahat di antara setiap sesi dan satu istirahat panjang setelah semua 4.
is: Solarum er tímatökuforrit sem byggist á pomodoro-tækninni. Vinna í fjórum lotum, með stuttu hléi á milli og langa hvíld eftir vinnuloturnar fjórar.
it: Solanum è un'applicazione per la gestione del tempo che usa la tecnica pomodoro. Funziona in 4 sessioni, con pause tra ciascuna sessione e una lunga pausa al termine di tutte e 4.
ka: Solanium-ი დროის აღრიცხვის აპლიკაციას წარმოადგენს, რომელიც პომოდოროს ტექნიკას იყენებს. იმუშავეთ 4 სესიის განმავლობაში, დაისვენეთ სესიებს შუა და ერთი დიდი დასვენება 4-ვეს შემდეგ.
kk: Solanum — pomodoro техникасын пайдаланатын уақытты бақылау қосымшасы. 4 сессияда жұмыс істеңіз, әр сессия арасында үзілістер және барлық 4-тен кейін бір ұзақ үзіліс болады.
ko: 솔라넘은 포모도로 기술을 활용하는 시간 관리 앱입니다. 4시간 동안 일하되, 각 시간 별로 휴식 시간을 부여하며 4시간이 지나면 긴 휴식 시간을 넣습니다.
nb: Solanum er en tidtaker som bruker den berømte Pomodoro-teknikken. Jobb i fire runder, med en pause på fem minutter mellom hver, og en lang pause etter alle.
nl: Solanum is een toepassing die de tijd bijhoudt volgens de pomodoromethode. Werk in 4 sessies, met pauzes tussen elke sessie en een lange pauze wanneer de 4 sessies gedaan zijn.
oc: Solanum es una aplicacion de seguiment de temps qu’utiliza la tecnica de pomodoro. Trabalhatz en 4 sessions amb pausas entre cada session e una pausa longa aprèp las 4 sessions.
pl: Solanum to program do planowania czasu używający techniki Pomodoro. Podziel pracę na cztery sesje, z przerwami między każdą sesją lub jedną długą przerwą po wszystkich czterech.
pt: O Solanum é uma aplicação para registo de tempo que usa a técnica pomodoro. Trabalhe por 4 sessões, com pausas entre elas e uma longa pausa ao fim destas.
pt_br: Solanum é um aplicativo de monitoramento de tempo que faz uso da técnica Pomodoro. Trabalhe em quatro sessões com intervalos curtos entre cada uma delas e um intervalo longo depois um ciclo completo.
ro: Solanum este o aplicație de urmărire a timpului care utilizează tehnica pomodoro. Lucrați în 4 sesiuni, cu pauze între fiecare sesiune și o pauză lungă după toate cele 4.
ru: Solanum — программа для управления рабочей нагрузкой по методике «pomodoro». Рабочее время будет разбито на 4 сеанса с короткими перерывами и одним длинным перерывом до следующей серии сеансов.
sl: Program Solanum je namenjen spremljanju časa po tehniki pomodoro. Po tem načinu je delo razdeljeno na 4 dele z vmesnimi krajšimi in enim daljšim premorom po koncu dejavnosti.
sr: Соланум је програм праћења времена који користи помодоро технику. Ради у 4 сесије, са паузама између њих и дужом паузом након свих 4.
sv: Solanum är ett program för tidshantering som använder pomodorotekniken. Arbeta i fyra sessioner, med raster mellan varje session och en lång rast efter alla fyra.
tr: Solanum, pomodoro tekniğini kullanan zaman izleme uygulamasıdır. 4 oturumda çalışın, her oturum arasında ara verin ve 4 oturumdan sonra uzun ara verin.
uk: Solanum — програма для керування робочим навантаженням за методикою «pomodoro». Робочий час буде розбито на 4 сеанси із короткими перервами та однією довгою перервою до наступної серії сеансів.
uz: Solanum pomodoro texnikasidan foydalanuvchi vaqtni kuzatish ilovasidir. Bu ilova yordamida siz toʻrtta ish sessiyasida ishlaysiz, har bir sessiya orasida qisqa tanaffuslar va toʻrtala sessiya tugagandan soʻng bitta uzoq tanaffus qilasiz.
zh_cn: 番茄闹钟是个时间跟踪应用，使用番茄工作法。工作分 4 个时段，在每个时段之间休息，在全部 4 个时段之后有一次长时间休息。
zh_tw: 《番茄鐘》是使用 Pomodoro 番茄工作法的時間追蹤程式。工作分為 4 段作業時間，每個作業時段之間皆有休息時間；而 4 個工作時段完成後，會有一個較長的休息時間。

source: Christopher Davis
be: Крыстафер Дэвіс (Christopher Davis)
fa: کریستوفر دیویس
hi: क्रिस्टोफर डेविस
nb: Cristopher Davis
ru: Кристофер Дэвис (Christopher Davis)
sr: Кристофер Дејвис
uz: Kristofer Devis

source: Pomodoro;Timer;Productivity;
be: Pomodoro;Timer;Productivity;памідор;памадора;таймер;прадуктыўнасць;
bg: помодоро;таймер;хронометър;продуктивност;pomodoro;timer;productivity;
ca: Pomodoro; Temporitzador; Productivitat;
cs: pomodoro;časovač;organizace času;produktivita;
da: Pomodoro;Timer;Tidtager;Produktivitet;
de: Pomodoro;Timer;Productivity;Produktivität;
el: Pomodoro;Χρονόμετρο;Παραγωγικότητα;
es: Pomodoro;Temporizador;Productividad;Gestión;Tiempo;
eu: Pomodoro;tenporizadorea;produktibitatea;
fa: Pomodoro;Timer;Productivity;زمان;
fi: Pomodoro;Timer;Productivity;tuottavuus;ajastin;
fr: Pomodoro;Minuteur;Productivité;
fur: Pomodoro;Timer;Temporizadôr;Produtivitât;
fy: Pomodoro;Timer;Productivity;Produktivens;
gl: Pomodoro;Temporizador;Productividade;
he: ‏Pomodoro;פומודורו;יעילות;ניהול זמן;קוצב זמן;טיימר;
hi: पोमोडोरो;टाइमर;उत्पादकता;
hr: Pomodoro;Odbrojavanje;Produktivnost;
hu: Pomodoro;Időzítő;Produktivitás;
ia: Pomodoro;Temporisator;Productivitate;
id: Pomodoro;Pewaktu;Produktivitas;
is: Pomodoro;Tímavaki;Framleiðni;
it: Pomodoro;Orologio;Contaminuti;Timer;Produttività;
kk: Pomodoro;Таймер;Өнімділік;
ko: Pomodoro;뽀모도로;포모도로;Timer;타이머;Productivity;생산성;
nb: Pomodoro;Tidtaker;Nedtelling;Produktivitet;Arbeid;Pause;Jobb;Fritid;Effektivitet;Balanse;Klokke;
nl: Pomodoro;Timer;Productivity;Productiviteit;
oc: Pomodoro;minutariá;productivitat;
pl: Pomodoro;Minutnik;Timer;Czas;Produktywność;
pt: Pomodoro;Tempo;Produtividade;
pt_br: Pomodoro;Temporizador;Produtividade;
ro: Pomodoro;Timer;Productivity;Cronometru;Productivitate;
ru: Pomodoro;Timer;Productivity;помидоро;таймер;продуктивность;
sl: Pomodoro;Timer;Productivity;Časovnik;Delo;Premori;Pavza;Počitek;
sr: помодоро;тајмер;одбројавач;продуктивност;Pomodoro;Timer;Productivity;
sv: Pomodoro;Timer;Tidtagare;Produktivitet;
tr: Pomodoro;Timer;Productivity;Zamanlayıcı;Süreölçer;Üretkenlik;Verimlilik;
uk: Pomodoro;Timer;Productivity;помодоро;таймер;продуктивність;
uz: Pomodoro;Timer;Mahsuldorlik;
zh_cn: Pomodoro;Timer;Productivity;番茄工作法;计时器;生产力;闹钟;时钟;
zh_tw: Pomodoro;Timer;Productivity;番茄鐘;計時器;生產力;提高效率;

source: The length of a work lap in minutes.
be: Працягласць перыяду працы ў хвілінах.
bg: Продължителност на цикъл за работа в минути.
ca: La durada d'una volta de treball en minuts.
cs: Délka pracovního cyklu v minuátch
da: Længden på en arbejdsomgang i minutter.
de: Die Länge eines Arbeitsabschnitts in Minuten.
el: Η διάρκεια ενός γύρου εργασίας σε λεπτά.
es: La duración de una etapa de trabajo, en minutos.
eu: Lan-itzuli baten iraupena minututan.
fa: درازای دور کار به دقیقه.
fi: Työkierroksen pituus minuuteissa.
fr: La durée d’un cycle de travail en minutes.
fur: La durade di un zîr di vore in minûts.
fy: De linge fan in wurk diel yn minuten.
gl: A lonxitude dunha volta de traballo en minutos.
hi: कार्य सत्र की लंबाई (मिनटों में)
hr: Duljina kruga radnog vremena u minutama.
hu: Egy munkavégzés hossza percben.
ia: Le longor de un etape de travalio in minutas.
id: Panjang putaran kerja dalam hitungan menit.
is: Lengd vinnulotu í mínútum.
it: La durata di un giro di lavoro in minuti.
ka: სამუშაო წრის ხანგრძლივობა წუთებში.
kk: Минутпен есептелген жұмыс кезеңінің ұзақтығы.
ko: 분 단위 업무 소요 시간입니다.
nb: Lengden på en arbeidsrunde i minutter.
nl: De duur van een werkronde in minuten.
oc: Longor d’un cicle de trabalh en minutas.
pl: Długość rundy roboczej w minutach.
pt: A duração do período de trabalho em minutos.
pt_br: O comprimento de uma série de trabalho em minutos.
ro: Durata unei ture de lucru în minute.
ru: Продолжительность рабочего круга в минутах.
sl: Trajanje delovnega kroga v minutah.
sr: Трајање круга рада у минутима.
sv: Längden på ett arbetsvarv i minuter.
tr: Çalışma turunun dakika türünden uzunluğu.
uk: Тривалість робочого кола у хвилинах.
uz: Ish davri uzunligi daqiqalarda.
zh_cn: 以分钟为单位的工作周期时长。
zh_tw: 工作時段的時間長度（分鐘）。

source: The length of a short break in minutes.
be: Працягласць кароткага перапынку ў хвілінах.
bg: Продължителност на кратката почивка в минути.
ca: La durada d'una pausa breu en minuts.
cs: Délka krátké přestávky v minutách
da: Længden på en kort pause i minutter.
de: Die Länge einer kurzen Pause in Minuten.
el: Η διάρκεια ενός σύντομου διαλείμματος σε λεπτά.
es: La duración de descanso corto, en minutos.
eu: Eten labur baten iraupena minututan.
fa: درازای دور استراحت کوتاه به دقیقه.
fi: Lyhyen tauon pituus minuuteissa.
fr: La durée d’une pause courte en minutes.
fur: La durade di une pause curte in minûts.
fy: De lingte fan in koart skoft yn minuten.
gl: A lonxitude dun descanso curto en minutos.
hi: छोटे विश्राम सत्र की लंबाई (मिनटों में)
hr: Duljina kruga pauze u minutama.
hu: Egy rövid szünet hossza percben.
ia: Le longor de un pausa curte in minutas
id: Panjang istirahat singkat dalam hitungan menit.
is: Lengd stutts hlés í mínútum.
it: La durata di una pausa breve in minuti.
ka: მოკლე შესვენების დრო წუთებში.
kk: Минутпен есептелген қысқа үзілістің ұзақтығы.
ko: 분 단위 짧은 휴식 시간입니다.
nb: Lengden på en kort pause i minutter.
nl: De duur van een korte pauze in minuten.
oc: Longor d’una pausa en minutas.
pl: Długość krótkiej przerwy w minutach.
pt: A duração duma breve pausa em minutos.
pt_br: O comprimento de um intervalo curto em minutos.
ro: Durata unei pauze scurte în minute.
ru: Продолжительность короткого перерыва в минутах.
sl: Trajanje kratkega premora v minutah.
sr: Трајање кратке паузе у минутима.
sv: Längden på en kort rast i minuter.
tr: Kısa molanın dakika türünden uzunluğu.
uk: Тривалість короткої перерви у хвилинах.
uz: Qisqa tanaffusning davomiyligi daqiqalarda.
zh_cn: 以分钟为单位的简短休息时长。
zh_tw: 短休息的時間長度（分鐘）。

source: The length of a long break in minutes.
be: Працягласць доўгага перапынку ў хвілінах.
bg: Продължителност на дългата почивка в минути.
ca: La durada d'una pausa llarga en minuts.
cs: Délka dlouhé přestávky v minutách
da: Længden på en lang pause i minutter.
de: Die Länge einer langen Pause in Minuten.
el: Η διάρκεια ενός μεγάλου διαλείμματος σε λεπτά.
es: La duración de descanso largo, en minutos.
eu: Eten luze baten iraupena minututan.
fa: درازای دور استراحت بلند به دقیقه.
fi: Pitkän tauon pituus minuuteissa.
fr: La durée d’une pause longue en minutes.
fur: La durade di une pause lungje in minûts.
fy: De lingte fan in lang skoft yn minuten.
gl: A lonxitude dun descanso largo en minutos.
hi: लम्बे विश्राम सत्र की लंबाई (मिनटों में)
hr: Duljina kruga duže pauze u minutama.
hu: Egy hosszú szünet hossza percben.
ia: Le longor de un pausa longe in minutas
id: Panjang istirahat panjang dalam hitungan menit.
is: Lengd lengri hvíldar í mínútum.
it: La durata di una pausa lunga in minuti.
ka: დიდი შესვენების დრო წუთებში.
kk: Минутпен есептелген ұзақ үзілістің ұзақтығы.
ko: 분단위 긴 휴식 시간입니다.
nb: Lengden på en lang pause i minutter.
nl: De duur van een lange pauze in minuten.
oc: Longor d’una pausa longa en minutas.
pl: Długość długiej przerwy w minutach.
pt: A duração duma longa pausa em minutos.
pt_br: O comprimento de um intervalo longo em minutos.
ro: Durata unei pauze lungi în minute.
ru: Продолжительность длинного перерыва в минутах.
sl: Trajanje dolgega premora v minutah.
sr: Трајање дуге паузе у минутима.
sv: Längden på en lång rast i minuter.
tr: Uzun molanın dakika türünden uzunluğu.
uk: Тривалість довгої перерви у хвилинах.
uz: Uzoq tanaffusning davomiyligi daqiqalarda.
zh_cn: 以分钟为单位的较长休息时长。
zh_tw: 長休息的時間長度（分鐘）。

source: The number of sessions until a long break.
be: Колькасць сеансаў да доўгага перапынку.
bg: Брой сесии до дългата почивка.
ca: Nombre de sessions fins a un descans llarg.
cs: Počet sezení do dlouhé přestávky
da: Antal sessioner før en lang pause.
de: Die Anzahl an Sitzungen bis zu einer langen Pause.
el: Ο αριθμός των συνεδριών μέχρι ένα μεγάλο διάλειμμα.
es: El número de sesiones hasta un descanso largo.
eu: Saio kopurua eten luze bat arte.
fa: تعداد نشست‌ها پیش از استراحت بلند.
fi: Istuntojen määrä ennen pitkää taukoa.
fr: Le nombre de périodes avant d’effectuer une pause longue.
fur: Il numar di session prime di une pause lungje.
fy: It oantal sesjes foar in lang skoft.
gl: O número de sesións ate un descanso largo.
hi: लंबे विश्राम सत्र तक काम करने के सत्रों की संख्या
hr: Broj sesija do duže pauze.
hu: A munkamenetek száma egy hosszú szünetig.
ia: Le numero de sessiones usque un pausa longe.
id: Jumlah sesi sampai istirahat panjang.
is: Hve margar lotur til vinnuhlés.
it: Il numero di sessioni prima di una pausa lunga.
ka: სესიების რაოდენობა დიდ შესვენებამდე.
kk: Ұзақ үзіліске дейінгі сессиялар саны.
ko: 긴 휴식 시간 후 세션 수입니다.
nb: Antall runder mellom hver lange pause.
nl: Het aantal sessies tot een lange pauze.
oc: Lo nombre de sessions fins a una pausa.
pl: Liczba sesji przed długą przerwą.
pt: O número de sessões até a longa pausa.
pt_br: O número de sessões até chegar o intervalo longo.
ro: Numărul de sesiuni până la o pauză lungă.
ru: Количество сеансов до длинного перерыва.
sl: Število delov do daljšega odmora.
sr: Број сесија до дуге паузе.
sv: Antal sessioner innan en lång rast.
tr: Uzun molaya dek oturum sayısı.
uk: Кількість сеансів до довгої перерви.
uz: Uzoq tanaffusgacha bo‘lgan seanslar soni.
zh_cn: 较长休息前的会话数量。
zh_tw: 可以長休息之前的工作時段數目。

source: Whether the window should fullscreen during breaks.
bg: Дали прозорецът трябва да е на цял екран по време на почивките.
ca: Si la finestra ha de fer-se pantalla completa durant els descansos.
da: Om vinduet skal være i fuldskærmstilstand under pauser.
de: Legt fest, ob das Fenster während der Pausen im Vollbild angezeigt werden soll.
el: Αν το παράθυρο πρέπει να γεμίζει την οθόνη κατά τη διάρκεια των διαλειμμάτων.
es: Si la ventana debe estar en el modo a pantalla completa durante las pausas.
fr: Indique si la fenêtre doit passer en plein écran durant les pauses.
he: האם החלון אמור להתפרס על כל המסך במהלך ההפסקות.
hi: क्या विश्राम के दौरान विंडो को पूर्णस्क्रीन होना चाहिए।
ia: Si le fenestra deberea esser in schermo plen durante le pausas.
is: Hvort glugginn eigi að fylla í skjáinn í hléi.
it: Se la finestra deve essere a schermo intero durante le pause.
ka: უნდა გავიდეს თუ არა ფანჯარა სრულ ეკრანზე შესვენებების დროს.
kk: Үзілістер кезінде терезенің толық экранды болу-болмауы.
nb: Om vinduet skal maksimeres under pauser.
nl: Of het venster tijdens pauzes op volledig scherm moet staan.
pt_br: Se a janela deve ficar em tela cheia durante os intervalos.
ro: Dacă fereastra ar trebui să fie în modul ecran complet în timpul pauzelor.
ru: Оставлять ли окно раскрытым во весь экран во время перерывов.
sl: Ali naj okno med odmori celozaslonsko.
sv: Huruvida fönstret ska vara i helskärmsläge under raster.
tr: Molalar sırasında pencerenin tam ekran olma durumu.
uk: Визначає, чи має бути розгорнуто вікно на увесь екран під час перерв.
uz: Tanaffuslar paytida oyna to‘liq ekran rejimiga o‘tishi kerakmi.
zh_cn: 在休息期间窗口是否应全屏。

# shortcut window
source: General Shortcuts
be: Агульныя спалучэнні клавіш
bg: Общи клавишни комбинации
ca: Dreceres de teclat generals
cs: Obecné
da: Generelle genveje
de: Allgemeine Tastenkürzel
el: Γενικές συντομεύσεις
es: Atajos del teclado generales
eu: Lasterbide orokorrak
fa: میان‌برهای عمومی
fi: Yleiset pikanäppäimet
fr: Raccourcis généraux
fur: Scurtis gjenerâls
fy: Algemiene Fluchtoetsen
gl: Atallos xerais
he: צירופי מקשים כלליים
hi: सामान्य शॉर्टकट
hr: Općeniti prečaci
hu: Általános gyorsbillentyűk
ia: Vias breve general
id: Pintasan Umum
is: Almennir flýtilyklar
it: Scorciatoie generali
ka: საერთო მალსახმობები
kk: Жалпы жарлықтар
ko: 일반 바로 가기 키
nb: Generelt
nl: Algemene sneltoetsen
oc: Acorchis de clavièr generals
pl: Ogólne skróty
pt: Atalhos gerais
pt_br: Atalhos gerais
ro: Scurtături generale
ru: Общие комбинации клавиш
sl: Splošne bližnjice
sr: Опште пречице
sv: Allmänna kortkommandon
tr: Genel Kısayollar
uk: Загальні скорочення
uz: Umumiy yorliqlar
zh_cn: 常规快捷键
zh_tw: 通用快捷建

# shortcut window
source: Show Primary Menu
be: Паказаць галоўнае меню
bg: Показване на основното меню
ca: Mostra el menú principal
cs: Zobrazit hlavní nabídku
da: Vis primære menu
de: Hauptmenü anzeigen
el: Εμφάνιση κυρίως μενού
es: Mostrar el menú principal
eu: Erakutsi menu nagusia
fa: نمایش فهرست اصلی
fi: Näytä ensisijainen valikko
fr: Afficher le menu principal
fur: Mostre menù primari
fy: Primêr Menu sjen litte
gl: Mostrar o menú principal
he: הצגת התפריט העיקרי
hi: प्राथमिक मेनू दिखाएं
hr: Prikaži glavni izbornik
hu: Elsődleges menü megjelenítése
ia: Monstrar menu primari
id: Perlihatkan Menu Utama
is: Birta aðalvalmynd
it: Mostra il menù principale
ka: მენიუს ძირითადი ზოლის ჩვენება
kk: Негізгі мәзірді көрсету
ko: 기본 메뉴 표시
nb: Vis hovedmeny
nl: Primair menu tonen
oc: Afichar lo menú principal
pl: Wyświetlenie głównego menu
pt: Mostrar menu principal
pt_br: Exibe o menu principal
ro: Arată meniul principal
ru: Показать главное меню
sl: Pokaže osnovni meni
sr: Приказује главни изборник
sv: Visa primär meny
tr: Ana Menüyü Göster
uk: Показати панель меню
uz: Asosiy menyuni koʻrsatish
zh_cn: 显示主菜单
zh_tw: 顯示主選單

# shortcut window
source: Show Preferences
be: Паказаць параметры
bg: Показване на настройките
ca: Mostra els paràmetres
da: Vis indstillinger
de: Einstellungen anzeigen
el: Εμφάνιση προτιμήσεων
es: Mostrar las preferencias
eu: Erakutsi hobespenak
fa: نمایش ترجیحات
fi: Näytä asetukset
fr: Afficher les préférences
fur: Mostre preferencis
gl: Mostrar as Preferencias
he: הצגת העדפות
hi: प्राथमिकताएं दिखाएं
ia: Monstrar preferentias
id: Tampilkan Preferensi
is: Sýna kjörstillingar
it: Mostra le preferenze
ka: პარამეტრების ფანჯრის ჩვენება
kk: Қалауларды көрсету
nb: Innstillinger
nl: Voorkeuren tonen
pl: Wyświetlenie preferencji
pt: Mostrar preferências
pt_br: Mostra preferências
ro: Arată preferințele
ru: Показать параметры
sl: Pokaži nastavitve
sr: Приказује поставке
sv: Visa inställningar
tr: Tercihleri Göster
uk: Показати налаштування
uz: Afzalliklarni koʻrsatish
zh_cn: 显示首选项
zh_tw: 顯示偏好設定
