Repository: BrainBlasted/Solanum
Catalog: po/*.po
Languages: be, bg, ca, cs, da, de, el, es, eu, fa, fi, fr, fur, fy, gl, he, hi, hr, hu, ia, id, is, it, ka, kk, ko, nb, nl, oc, pl, pt, pt_br, ro, ru, sl, sr, sv, tr, uk, uz, zh_cn, zh_tw

# shortcut window
source: Show Keyboard Shortcuts
be: Паказаць спалучэнні клавіш
bg: Показване на клавишните комбинации
ca: Mostra les dreceres de teclat
cs: Zobrazit klávesové zkratky
da: Vis tastaturgenveje
de: Tastenkürzel anzeigen
el: Εμφάνιση συντομεύσεων πληκτρολογίου
es: Mostrar los atajos del teclado
eu: Erakutsi laster-teklak
fa: نمایش میان‌برهای صفحه‌کلید
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis clavier
fur: Mostre scurtis di tastiere
fy: Toetseboerd Fluchtoetsen sjen litte
gl: Mostrar os atallos de teclado
he: הצגת צירופי מקשים
hi: कीबोर्ड शॉर्टकट दिखाएं
hr: Prikaži prečace tipkovnice
hu: Gyorsbillentyűk megjelenítése
ia: Monstrar vias breve de claviero
id: Tampilkan Pintasan Papan Tik
is: Birta flýtilykla
it: Mostra le scorciatoie da tastiera
ka: კლავიატურის მალსახმობების ჩვენება
kk: Пернетақта жарлықтарын көрсету
ko: 키보드 바로 가기 키 표시
nb: Vis tastatursnarveier
nl: Sneltoetsen tonen
oc: Mostrar los acorchis clavièr
pl: Wyświetlenie skrótów klawiszowych
pt: Mostrar teclas de atalho
pt_br: Exibe os atalhos de teclado
ro: Arată scurtăturile de tastatură
ru: Показать комбинации клавиш
sl: Pokaže tipkovne bližnjice
sr: Приказује пречице тастатуре
sv: Visa tangentbordsgenvägar
tr: Klavye Kısayollarını Göster
uk: Показати клавіатурні скорочення
uz: Klaviatura yorliqlarini koʻrsatish
zh_cn: 显示键盘快捷键
zh_tw: 顯示鍵盤快捷鍵

# shortcut window
source: Quit
be: Закрыць
bg: Спиране на програмата
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
eu: Irten
fa: خروج
fi: Lopeta
fr: Quitter
fur: Jes
fy: Ofslute
gl: Saír
he: יציאה
hi: बंद करें
hr: Zatvori
hu: Kilépés
ia: Quitar
id: Keluar
is: Hætta
it: Esce
ka: გასვლა
kk: Шығу
ko: 끝내기
nb: Avslutt
nl: Afsluiten
oc: Quitar
pl: Zakończenie działania
pt: Sair
pt_br: Fecha
ro: Ieșire
ru: Закрыть
sl: Konča program
sr: Излази
sv: Avsluta
tr: Çık
uk: Вийти
uz: Chiqish
zh_cn: 退出
zh_tw: 退出

source: Session Length
be: Працягласць сеанса
bg: Продължителност на сесия
ca: Durada de la sessió
cs: Délka sezení
da: Sessionslængde
de: Sitzungslänge
el: Διάρκεια Συνεδρίας
es: Duración de la sesión
eu: Saioaren iraupena
fa: درازای نشست
fi: Istunnon pituus
fr: Durée de période
fur: Durade de session
fy: Linge fan Sesje
gl: Tempo da sesión
he: משך פרקי הזמן
hi: काम करने के सत्र की लंबाई
hr: Duljina sesije
hu: Munkamenet hossza
ia: Longor de session
id: Panjang Sesi
is: Lengd lotu
it: Durata della sessione
ka: სესიის სიგრძე
kk: Сессия ұзақтығы
ko: 세션 소요 시간
nb: Varighet
nl: Sessieduur
oc: Longor de session
pl: Długość sesji
pt: Duração da sessão
pt_br: Comprimento da sessão
ro: Durata sesiunii
ru: Продолжительность сеанса
sl: Dolžina obdobja
sr: Трајање сесије
sv: Sessionslängd
tr: Oturum Uzunluğu
uk: Тривалість сеансу
uz: Seans davomiyligi
zh_cn: 会话长度
zh_tw: 作業時段長度

source: The length of each session type in minutes. Changes apply to the next session of each type.
be: Працягласць кожнага тыпу сеанса ў хвілінах. Змены ўжываюцца да наступнага сеанса кожнага тыпу.
bg: Продължителността на всеки вид сесия в минути. Промените се прилагат за следващата сесия от всеки вид.
ca: La durada de cada sessió en minuts. Els canvis s'apliquen a la següent sessió de cada tipus.
cs: Délka jednotlivých typů sezení v minutách. Změny se projeví u následujících sezení od každého typu.
da: Længden på hver sessionstype i minutter. Ændringer får virkning fra næste session af hver type.
de: Die Länge jedes Sitzungstyps in Minuten. Änderungen werden auf die nächste Sitzung des entsprechenden Typs angewendet.
el: Η διάρκεια κάθε τύπου συνεδρίας σε λεπτά. Οι αλλαγές ισχύουν για την επόμενη συνεδρία κάθε τύπου.
es: La duración de cada tipo de sesión, en minutos. Los cambios se aplican en la siguiente sesión de cada tipo.
eu: Saio mota bakoitzaren iraupena minututan. Aldaketak mota bakoitzeko hurrengo saioan aplikatuko dira.
fa: درازای هر گونه نشست به دقیقه. تغییرات به نشست بعدی از هر گونه اعمال می‌شوند.
fi: Jokaisen istuntotyypin pituus minuuteissa. Muutokset tulevat voimaan jokaisen tyypin seuraavaan istuntoon.
fr: La durée de chaque type de période en minutes. Les modifications s’appliquent à la prochaine période de chaque type.
fur: La durade di ogni gjenar di session in minûts. Lis modifichis a vegnin aplicadis ae session sucessive di ogni gjenar.
fy: De lingte fan elk sesje type yn minuten. Feroaringen fine plak nei de kommende sesje fan elk type.
gl: A lonxitude de cada tipo de sesión en minutos. Os cambios aplícanse á seguinte sesión de cada tipo.
he: משך כל סוג פרק זמן בדקות. שינויים יחולו על ההפעלה הבאה של כל סוג מפרקי הזמן.
hi: प्रत्येक सत्र की लंबाई मिनटों में है। परिवर्तन हर प्रकार के अगले सत्र में लागू होंगे।
hr: Duljina svake sesije u minutama. Promjene će se primijeniti pri sljedećoj sesiji.
hu: Az egyes munkamenet-típusok hossza percben. A módosítások az egyes típusok következő munkamenetére vonatkoznak.
ia: Le longor de cata typo de session in minutas. Le cambiamentos applica al sequente session de cata typo.
id: Panjang setiap sesi mengetik dalam hitungan menit. Perubahan berlaku untuk sesi berikutnya dari setiap jenis.
is: Lengd hverrar lotu fyrir sig í mínútum. Vistaðar breytingar taka gildi þegar ný vinnulota hefst.
it: La durata di ciascun tipo di sessione in minuti. Le modifiche si applicano alla sessione successiva di ciascun tipo.
ka: თითოეული სესიის სიგრძე, წუთებში. ცვლილები თითოეული ტიპისთვის ძალაში მხოლოდ შემდეგი სესიის დროს შევა.
kk: Әрбір сессия түрінің минутпен есептелген ұзақтығы. Өзгерістер әр түрдің келесі сессиясына іске асырылады.
ko: 각 세션 형식의 분 단위 소요 시간입니다. 바뀐 설정 값은 다음 각 형식의 세션에 반영합니다.
nb: Lengdene på arbeidsrunder og pauser i minutter. Endringer vil tas i bruk ved neste runde eller pause.
nl: De duur van elk sessietype in minuten. Wijzigingen worden toegepast op de volgende sessie van elk type.
oc: La longor de cada session tipe en minuta. Las modificacions s’aplicaràn a la session venenta de cada tipe.
pl: Długość każdego typu sesji w minutach. Zmiany są zastosowywane do następnej sesji danego typu.
pt: A duração de cada sessão em minutos. As alterações são aplicadas à próxima sessão de cada tipo.
pt_br: O comprimento de cada tipo de sessão em minutos. As alterações se aplicam à próxima sessão de cada tipo.
ro: Durata fiecărui tip de sesiune în minute. Modificările se aplică următoarei sesiuni de fiecare tip.
ru: Продолжительность каждого типа сеанса в минутах. Изменения применяются к следующему сеансу каждого типа.
sl: Dolžina vsake vrste dela v minutah. Spremembe se uveljavijo na naslednjem delu vsake vrste.
sr: Трајање сваке врсте сесије у минутима. Измене се примењују у следећој сесији сваке врсте.
sv: Längden på varje sessionstyp i minuter. Ändringar tillämpas på nästa session av varje typ.
tr: Her oturum türünün dakika türünden uzunluğu. Değişiklikler her türün bir sonraki oturumuna uygulanır.
uk: Тривалість кожного типу сенсу у хвилинах. Зміни буде застосовано до наступного сеансу відповідного типу.
uz: Har bir seans turining davomiyligi daqiqalarda. O‘zgarishlar har bir turning keyingi seansiga tatbiq etiladi.
zh_cn: 以分钟为单位的每个会话类型时长。更改将应用到每个类型的下次会话。
zh_tw: 各種作業時段類型的長度（分鐘）。變更後將套用至各類型的下一次作業時段。

source: Lap Length
be: Працягласць перыяду працы
bg: Продължителност на цикъла
ca: Durada de la volta
cs: Délka cyklu
da: Længde på runde
de: Abschnittslänge
el: Διάρκεια Γύρου
es: Duración de la etapa
eu: Itzuliaren iraupena
fa: درازی دور
fi: Kierroksen pituus
fr: Durée de cycle
fur: Durade dal zîr
fy: Linge per sesje diel
gl: Lonxitude da volta
he: משך סבב
hi: कार्य सत्र की लंबाई
hr: Duljina kruga
hu: Munkavégzés hossza
ia: Longor de etape
id: Panjang Putaran
is: Lengd lotu
it: Durata del giro
ka: წრის ხანგრძლივობა
kk: Кезең ұзақтығы
ko: 소요 시간
nb: Arbeidsrunde
nl: Rondeduur
oc: Longor d’un torn
pl: Długość rundy
pt: Duração da volta
pt_br: Comprimento da série
ro: Durata turei
ru: Продолжительность круга
sl: Dolžina kroga
sr: Трајање круга
sv: Varvlängd
tr: Tur Uzunluğu
uk: Тривалість кола
uz: Bosqich davomiyligi
zh_cn: 周期时长
zh_tw: 時段長度

source: Short Break Length
be: Працягласць кароткага перапынку
bg: Продължителност на кратката почивка
ca: Durada del descans curt
cs: Délka krátké přestávky
da: Længde på kort pause
de: Länge der kurzen Pause
el: Διάρκεια Σύντομου Διαλείμματος
es: Duración de la pausa corta
eu: Eten laburraren iraupena
fa: درازای استراحت کوتاه
fi: Lyhyen tauon pituus
fr: Durée de pause courte
fur: Durade de pause curte
fy: Linge fan Koart Skoft
gl: Lonxitude do descanso curto
he: משך הפסקה קצרה
hi: छोटे विश्राम की लंबाई
hr: Duljina kruga pauze
hu: Rövid szünet hossza
ia: Longor de pausa curte
id: Panjang Istirahat Pendek
is: Lengd stutts hlés
it: Durata della pausa breve
ka: მოკლე შესვენების დრო
kk: Қысқа үзіліс ұзақтығы
ko: 짧은 휴식 시간
nb: Kort pause
nl: Duur van korte pauze
oc: Longor d’una pauseta
pl: Długość krótkiej przerwy
pt: Duração da breve pausa
pt_br: Comprimento do intervalo curto
ro: Durată pauză scurtă
ru: Продолжительность короткого перерыва
sl: Dolžina kratkega premora
sr: Трајање кратке паузе
sv: Längd på kort rast
tr: Kısa Mola Uzunluğu
uk: Тривалість короткої перерви
uz: Qisqa tanaffus davomiyligi
zh_cn: 短休息时长
zh_tw: 短休息時間

source: Long Break Length
be: Працягласць доўгага перапынку
bg: Продължителност на дългата почивка
ca: Durada de la pausa llarga
cs: Délka dlouhé přestávky
da: Længde på lang pause
de: Länge der langen Pause
el: Διάρκεια Μεγάλου Διαλείμματος
es: Duración de la pausa larga
eu: Eten luzearen iraupena
fa: درازای استراحت بلند
fi: Pitkän tauon pituus
fr: Durée de pause longue
fur: Durade de pause lungje
fy: Linge fan Lang Skoft
gl: Lonxitude do descanso largo
he: משך הפסקה ארוכה
hi: लंबे विश्राम की लंबाई
hr: Duljina kruga duže pauze
hu: Hosszú szünet hossza
ia: Longor de pausa longe
id: Panjang Istirahat Panjang
is: Lengd lengri hvíldar
it: Durata della pausa lunga
ka: დიდი შესვენების დრო
kk: Ұзақ үзіліс ұзақтығы
ko: 긴 휴식 시간
nb: Lang pause
nl: Duur van lange pauze
oc: Longor d’una pausa longa
pl: Długość długiej przerwy
pt: Duração da longa pausa
pt_br: Comprimento do intervalo longo
ro: Durată pauză lungă
ru: Продолжительность длинного перерыва
sl: Dolžina dolgega premora
sr: Трајање дуге паузе
sv: Längd på lång rast
tr: Uzun Mola Uzunluğu
uk: Тривалість довгої перерви
uz: Uzoq tanaffus davomiyligi
zh_cn: 长休息时长
zh_tw: 長休息時間

source: Sessions Until Long Break
be: Сеансаў да доўгага перапынку
bg: Сесии до дълга почивка
ca: Sessions fins a un descans llarg
cs: Sezení do dlouhé přestávky
da: Antal sessioner før lang pause
de: Sitzungen bis zur langen Pause
el: Συνεδρίες Μέχρι Μεγάλο Διάλειμμα
es: Sesiones hasta el descanso largo
eu: Saioak eten luzea egin arte
fa: نشست‌ها تا استراحت بلند
fi: Istunnot ennen pitkää taukoa
fr: Périodes avant d’effectuer une pause longue
fur: Sessions prime de pause lungje
fy: Oantal Sesjes oant Lang Skoft
gl: Sesións ate unha pausa longa
he: סבבים עד להפסקה ארוכה
hi: लंबे विश्राम तक सत्रों की संख्या
hr: Sesija do duže pauze
hu: Munkamenetek a hosszú szünetig
ia: Sessiones usque le pausa longe
id: Sesi Sampai Istirahat Panjang
is: Hve margar lotur fyrir lengri hvíld
it: Sessioni prima della pausa lunga
ka: სესიები დიდ შესვენებამდე
kk: Ұзақ үзіліске дейінгі сессиялар
ko: 긴 휴식 이전 세션
nb: Runder mellom lange pauser
nl: Sessies tot lange pauze
oc: Sessions abans pausa longa
pl: Sesje do długiej przerwy
pt: Sessões até a longa pausa
pt_br: Sessões até o intervalo longo
ro: Sesiuni până la pauza lungă
ru: Сеансов до длинного перерыва
sl: Število delov do daljšega odmora
sr: Број сесија до дуге паузе
sv: Sessioner innan lång rast
tr: Uzun Molaya Dek Oturumlar
uk: Сеансів до довгої перерви
uz: Uzoq tanaffusgacha boʻlgan seanslar
zh_cn: 长休息前的会话
zh_tw: 長休息前時段數

source: Fullscreen During Breaks
bg: Цял екран по време на почивките
ca: Pantalla completa durant els descansos
da: Fuldskærm under pauser
de: Vollbild während Pausen
el: Πλήρης Οθόνη Κατά Τα Διαλείμματα
es: Modo a pantalla completa durante las pausas
fr: Plein écran durant les pauses
he: מסך מלא בזמן ההפסקות
hi: विश्राम के दौरान पूर्णस्क्रीन
ia: Schermo plen durante le pausas
is: Heilskjár virkur í hléi
it: Schermo intero durante le pause
ka: სრულ ეკრანზე შესვენებებისას
kk: Үзілістер кезінде толық экранда
nb: Fullskjerm under pauser
nl: Volledig scherm tijdens pauzes
pt_br: Tela cheia durante os intervalos
ro: Ecran complet în timpul pauzelor
ru: Полноэкранный режим во время перерывов
sl: Celozaslonski način med odmori
sv: Helskärm under raster
tr: Molalar Sırasında Tam Ekran
uk: На увесь екран під час перерв
uz: Tanaffuslar davomida toʻliq ekran
zh_cn: 休息时全屏

source: Toggle Timer
be: Пераключыць таймер
bg: Превключване на хронометъра
ca: Commuta el temporitzador
da: Slå timer til/fra
de: Timer ein-/ausschalten
el: Εναλλαγή χρονοδιακόπτη
es: Conmutar temporizador
eu: Txandakatu tenporizadorea
fa: تغییر حالت شمارش معکوس
fi: Laskuri päällä/pois
fr: Basculer le minuteur
fur: Comute temporizadôr
gl: Trocar temporizador
he: הצגת קוצב הזמן
hi: टाइमर को टॉगल करें
hu: Időzítő be- és kikapcsolása
ia: Commutar temporisator
id: Jungkitkan Pewaktu
is: Virkja tímavaka
it: Aziona il cronometro
ka: წამმზომის გადართვა
kk: Таймерді қосу/өшіру
ko: 타이머 전환
nb: Nedtelling
nl: Timer aan/uit
pl: Przełącza minutnik
pt: Alternar temporizador
pt_br: Alternar temporizador
ro: Comută temporizatorul
ru: Переключить таймер
sl: Preklopi časovnik
sr: Окини одбројавач
sv: Aktivera/inaktivera tidtagare
tr: Zamanlayıcıyı Aç/Kapat
uk: Перемкнути таймер
uz: Timerni almashtirish
zh_cn: 切换计时器
zh_tw: 切換計時器

source: Skip
be: Прапусціць
bg: Прескачане
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Προσπέραση
es: Omitir
eu: Saltatu
fa: پرش
fi: Ohita
fr: Passer
fur: Salte
fy: Slach oer
gl: Saltar
he: דילוג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
ia: Saltar
id: Lewati
is: Sleppa
it: Salta
ka: გამოტოვება
kk: Өткізіп жіберу
ko: 건너뛰기
nb: Hopp over
nl: Overslaan
oc: Ignorar
pl: Pomiń
pt: Ignorar
pt_br: Pular
ro: Omite
ru: Пропустить
sl: Preskoči
sr: Прескочи
sv: Hoppa över
tr: Atla
uk: Пропустити
uz: Oʻtkazib yuborish
zh_cn: 跳过
zh_tw: 跳過

source: Main Menu
be: Галоўнае меню
bg: Основно меню
ca: Menú principal
da: Hovedmenu
de: Hauptmenü
el: Κυρίως μενού
es: Menú principal
eu: Menu nagusia
fa: فهرست اصلی
fi: Päävalikko
fr: Menu principal
fur: Menù principâl
gl: Menú principal
he: תפריט ראשי
hi: मुख्य मेनू
hu: Főmenü
ia: Menu principal
id: Menu Utama
is: Aðalvalmynd
it: Menù principale
ka: მთავარი მენიუ
kk: Басты мәзір
ko: 주 메뉴
nb: Hovedmeny
nl: Hoofdmenu
pl: Menu główne
pt: Menu principal
pt_br: Menu Principal
ro: Meniu principal
ru: Главное меню
sl: Glavni meni
sr: Главни изборник
sv: Huvudmeny
tr: Ana Menü
uk: Головне меню
uz: Asosiy Menyu
zh_cn: 主菜单
zh_tw: 主選單

source: Reset Sessions
be: Скінуць сеансы
bg: Зануляване на сесиите
ca: Restaura les sessions
da: Nulstil sessioner
de: Sitzungen zurücksetzen
el: Επαναφορά Συνεδριών
es: Restablecer sesiones
eu: Berrezarri saioak
fa: بازنشانی نشست‌ها
fi: Nollaa istunnot
fr: Réinitialiser les sessions
fur: Azere sessions
gl: Reiniciar sesións
he: איפוס הפעלה
hi: सत्रों को रीसेट करें
hu: Munkamenetek visszaállítása
ia: Reinitialisar sessiones
id: Setel Ulang Sesi
is: Endursetja lotur
it: Ripristina sessioni
ka: სესიების გასუფთავება
kk: Сессияларды тастау
ko: 세션 초기화
nb: Tilbakestill runder
nl: Sessies opnieuw instellen
pl: Przywróć sesje
pt: Repor sessões
pt_br: Restaurar sessões
ro: Restabilește sesiunile
ru: Перезагрузить сеансы
sl: Ponastavi seje
sr: Врати сесије
sv: Återställ sessioner
tr: Oturumları Sıfırla
uk: Скинути сеанси
uz: Seanslarni tiklash
zh_cn: 重置会话
zh_tw: 重設作業時段

source: _Preferences
be: _Параметры
bg: _Настройки
ca: _Paràmetres
cs: _Předvolby
da: _Indstillinger
de: _Einstellungen
el: _Προτιμήσεις
es: Prefere_ncias
eu: _Hobespenak
fa: _ترجیحات
fi: _Asetukset
fr: Pré_férences
fur: _Preferencis
fy: _Foarkarren
gl: _Preferencias
he: _העדפות
hi: प्राथमिकताएं (_P)
hr: _Osobitosti
hu: _Beállítások
ia: _Preferentias
id: _Preferensi
is: K_jörstillingar
it: _Preferenze
ka: _მორგება
kk: Қа_лаулар
ko: 기본 설정(_P)
nb: _Innstillinger
nl: _Voorkeuren
oc: _Preferéncias
pl: _Preferencje
pt: _Preferências
pt_br: _Preferências
ro: _Preferințe
ru: _Параметры
sl: _Nastavitve
sr: _Поставке
sv: _Inställningar
tr: _Tercihler
uk: _Налаштування
uz: Afzalliklar
zh_cn: 首选项(_P)
zh_tw: 偏好設定(_P)

source: _Keyboard Shortcuts
be: _Спалучэнні клавіш
bg: _Клавишни комбинации
ca: _Dreceres de teclat
cs: _Klávesové zkratky
da: _Tastaturgenveje
de: _Tastenkürzel
el: Συντομεύσεις _πληκτρολογίου
es: Atajos del _teclado
eu: Las_ter-teklak
fa: _میان‌برهای صفحه‌کلید
fi: _Pikanäppäimet
fr: Raccourcis _clavier
fur: _Scurtis tastiere
fy: _Toetseboerd Fluchtoetsen
gl: _Atallos de teclado
he: _צירופי מקשים
hi: कीबोर्ड शॉर्टकट (_K)
hr: _Prečaci tipkovnice
hu: _Gyorsbillentyűk
ia: Vias breve de _claviero
id: Pintasan Papan Ti_k
is: Almennir _flýtilyklar
it: _Scorciatoie da tastiera
ka: კლავიატურის მალსახმობები
kk: _Пернетақта жарлықтары
ko: 키보드 바로 가기 키(_K)
nb: _Tastatursnarveier
nl: _Sneltoetsen
oc: A_corchis de clavièr
pl: _Skróty klawiszowe
pt: _Teclas de atalho
pt_br: _Atalhos de teclado
ro: S_curtături de tastatură
ru: _Комбинации клавиш
sl: _Tipkovne bližnjice
sr: Пречице _тастатуре
sv: _Tangentbordsgenvägar
tr: _Klavye Kısayolları
uk: _Клавіатурні скорочення
uz: Klaviatura yorliqlari
zh_cn: 快捷键(_K)
zh_tw: 鍵盤快捷鍵(_K)

source: _About Solanum
be: _Пра Solanum
bg: _Относно „Solanum“
ca: _Quant al Solanum
cs: O _aplikaci Solanum
da: _Om Solanum
de: _Info zu Solanum
el: _Περί Solanum
es: _Acerca de Solanum
eu: Solanum aplikazioari _buruz
fa: _دربارهٔ بادنجان
fi: _Tietoja - Solanum
fr: À _propos de Solanum
fur: _Informazions su Solanum
fy: _Oer Solanum
gl: _Sobre Solanum
he: _על אודות Solanum
hi: सोलेनम के बारे में (_A)
hr: _O Solanumu
hu: A Solanum _névjegye
ia: _A proposito de Solanum
id: Tent_ang Solanum
is: _Um Solanum
it: _Informazioni su Solanum
ka: Solanum-ის შესახებ
kk: _Solanum туралы
ko: 솔라넘 정보(_A)
nb: _Om Solanum
nl: _Over Solanum
oc: _A prepaus de Solanum
pl: _O programie
pt: A_cerca do Solanum
pt_br: _Sobre o Solanum
ro: _Despre Solanum
ru: _О приложении
sl: _O programu
sr: О _Солануму
sv: _Om Solanum
tr: Solanum _Hakkında
uk: _Про Solanum
uz: Solanum Haqida
zh_cn: 关于番茄闹钟(_A)
zh_tw: 關於番茄鐘(_A)

source: translator-credits
be: Yahor Haurylenka <k1llo2810@gmail.com>
bg: Twlvnn Kraftwerk &lt;<a href='mailto:kraft_werk@tutanota.com'>kraft_werk@tutanota.com</a>&gt; Проектът за превод на GNOME има нужда от подкрепа. Научете повече за нас на <a href='https://fsa-bg.org/project/gtp'>уеб сайта</a> ни. Докладвайте за грешки в превода в <a href='https://fsa-bg.org/project/gtp/newticket'>съответния раздел</a>.
ca: Marc Riera <marcriera@softcatala.org> Maite Guix <maite.guix@me.com> Victor Dargallo <victordargallo@disroot.org>
cs: Marek Černocký <marek@manet.cz>
da: scootergrisen
de: Philipp Kiemle <philipp.kiemle@gmail.com>, 2020, 2022. Jürgen Benvenuti <gastornis@posteo.org>, 2022-2024.
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα http://gnome.gr/
es: Julián Villodre <jvillodrede@gmail.com>, 2024 Daniel Mustieles <daniel.mustieles@gmail.com>, 2020-2021
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
fi: Jiri Grönroos
fr: Thibault Martin Charles Monzat Irénée Thirion <irenee.thirion@e.email>
fur: Fabio Tomat <f.t.public@gmail.com>, 2024
fy: Tjipke van der Heide
gl: Fran Diéguez <frandieguez@gnome.org>, 2021-2023
he: יוסף אור בוצ׳קו <yoseforb@gmail.com> מיזם תרגום GNOME לעברית https://l10n.gnome.org/teams/he
hi: Hemish (हेमिश) <hemish04082005@gmail.com> Scrambled777 <weblate.scrambled777@simplelogin.com>, 2024
hr: Launchpad Contributions: gogo https://launchpad.net/~trebelnik-stefina
hu: Úr Balázs <ur dot balazs at fsf dot hu>, 2022.
ia: Emilio Sepúlveda <emism.translations@gmail.com>
id: Andika Triwidada <andika@gmail.com>, 2020. Kukuh Syafaat <kukuhsyafaat@gnome.org>, 2021-2023.
is: Ingirafn, ingirafn at this dot is ,2023
it: Federico Bruni <fede@inventati.org> Davide Ferracin <davide.ferracin@protonmail.com>
ka: თემური დოღონაძე
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
ko: 조성호 <shcho@gnome.org>, 2021, 2022
nb: Brage Fuglseth https://bragefuglseth.dev
nl: Nathan Follens <nfollens@gnome.org> Meer info over GNOME-NL https://nl.gnome.org
oc: Quentin PAGÈS
pl: Piotr Drąg <piotrdrag@gmail.com>, 2020-2023 Aviary.pl <community-poland@mozilla.org>, 2020-2023
pt: Juliano de Souza Camargo <julianosc@pm.me> Hugo Carvalho <hugokarvalho@hotmail.com>
pt_br: Gabriel Longo <gabriel.longo.gabriel@gmail.com> Enrico Nicoletto <hiko@duck.com> Leônidas Araújo <leorusvellt@hotmail.com>
ro: Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2021, 2023-2024
ru: Ser82-png
sl: Matej Urbančič <mateju@src.gnome.org>,Martin Srebotnjak <miles@filmsi.net>
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
sv: Anders Jonsson <anders.jonsson@norsjovallen.se> Skicka synpunkter på översättningen till <tp-sv@listor.tp-sv.se>
tr: Sabri Ünal <libreajans@gmail.com> Emin Tufan Çetin <etcetin@gmail.com>
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020
uz: tarjimon-kreditlar
zh_cn: D <damnedlies@163.com>, 2020. Dingzhong Chen <wsxy162@gmail.com>, 2021. lumingzh <lumingzh@qq.com>, 2022-2024.
zh_tw: Kenneth Cho <code.kenneth.cho@outlook.com>, 2023. Cheng-Chia Tseng <zerngjia@gmail.com>, 2023.

source: _Donate on Patreon
be: _Ахвяраваць на Patreon
bg: _Дарение в Patreon
ca: _Donació a Patreon
da: _Donér på Patreon
de: _Auf Patreon spenden
el: _Δωρεά στο Patreon
es: _Donar en Patreon
eu: _Lagundu diruz Patreon gunean
fa: _اعانه روی پاتریون
fi: _Lahjoita Patreonissa
fr: Faire un _don sur Patreon
fur: _Done su Patreon
gl: _Doar en Patreon
he: _תרומה ב־Patreon
hi: Patreon पर दान करें (_D)
hu: _Adományozás Patreonon
ia: Facer un donation _sur Patreon
id: _Donasi di Patreon
is: _Styrkja á Patreon
it: _Dona su Patreon
ka: შემოგვწირეთ Patreon-ზე
kk: Patreon-да _демеушілік ету
ko: 패트리언에 기부하기(_D)
nb: _Doner på Patreon
nl: _Doneren op Patreon
pl: _Wspomóż na Patreonie
pt: _Doar através do Patreon
pt_br: _Doar no Patreon
ro: _Donează pe Patreon
ru: _Пожертвовать на Patreon
sl: _Podpora prek sistema Patreon
sr: _Донирајте на Патреону
sv: _Donera på Patreon
tr: Patreon’da _Bağış Yap
uk: Під_тримати фінансово на Patreon
uz: Patreon orqali homiylik qiling
zh_cn: 在 Patreon 上捐赠(_D)
zh_tw: 到 Patreon 捐款(_D)

source: _Sponsor on GitHub
be: _Падтрымаць на Github
bg: _Спонсориране в GitHub
ca: _Patrocina al GitHub
da: _Sponsorér på GitHub
de: _Auf GitHub sponsern
el: _Χορηγός στο GitHub
es: _Patrocinar en GitHub
eu: L_agundu GitHub gunean
fa: _حمایت روی گیت‌هاب
fi: _Sponsoroi GitHubissa
fr: _Sponsoriser sur GitHub
fur: _Patrocinadôr su GitHub
gl: _Apoiar en GitHub
he: _חסות ב־GitHub
hi: GitHub पर प्रायोजक बनें (_S)
hu: _Támogatás GitHubon
ia: _Sponsorisar sur GitHub
id: _Sponsor di GitHub
is: S_tuðningsaðili á GitHub
it: Diventa _sponsor su GitHub
ka: GitHub-ზე _დასპონსორება
kk: GitHub-та де_меуші болу
ko: 깃허브 후원자(_S)
nb: _Spons på GitHub
nl: _Sponsoren op GitHub
pl: _Sponsoruj na GitHubie
pt: _Patrocinar através do GitHub
pt_br: Pa_trocínio no GitHub
ro: _Sponsorizează pe GitHub
ru: Под_держать на GitHub
sl: _Sponzorstvo na GitHubu
sr: _Спонзоришите на ГитХаб-у
sv: _Sponsra på GitHub
tr: GitHub’da Sponsor Ol
uk: С_понсорувати на GitHub
uz: GitHubda homiylik qiling
zh_cn: 在 GitHub 上赞助(_S)
zh_tw: 到 GitHub 贊助(_S)
