Repository: BrainBlasted/Solanum
Catalog: po/kw.po
Languages: kw

source: Balance working time and break time
kw: Omberthi termyn ober ha termyn powes

source: Solanum is a time tracking app that uses the pomodoro technique. Work in 4 sessions, with breaks in between each session and one long break after all 4.
kw: Solanum yw app ow helerghi termyn ow devnydhya an teknek pomodoro. Oberi yn 4 esedhogow, gans powesow tredh pub esedhek hag unn powes hir wosa oll 4.

source: Pomodoro;Timer;Productivity;
kw: Pomodoro;Termyador;Askorruster;

source: The length of a work lap in minutes.
kw: An hirder a'n barrlen ober yn mynysennow.

source: The length of a short break in minutes.
kw: An hirder a'n powes berr yn mynysennow.

source: The length of a long break in minutes.
kw: An hirder a'n powes hir yn mynysennow.

source: The number of sessions until a long break.
kw: An niver a esedhogow erna powes hir.

source: Whether the window should fullscreen during breaks.
kw: Mar an fenester kodh leun-skrinya dres powesow.

# shortcut window
source: General Shortcuts
kw: Kesunyansow Ollgemmyn

# shortcut window
source: Show Primary Menu
kw: Diskwedhes Rol Kynsa

# shortcut window
source: Show Preferences
kw: Diskwedhes Settyansow

# shortcut window
source: Show Keyboard Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya

source: Session Length
kw: Hirder Esedhek

source: The length of each session type in minutes. Changes apply to the next session of each type.
kw: An hirder a pub eghen esedhek yn mynysennow. Chanjyow a wra happya dhe'n esedhek nessa a pub eghen.

source: Lap Length
kw: Hirder Barrlen

source: Short Break Length
kw: Hirder Powes Berr

source: Long Break Length
kw: Hirder Powes Hir

source: Sessions Until Long Break
kw: Esedhogow Erna Powes Hir

source: Fullscreen During Breaks
kw: Leun-Skrif Dres Powesow

source: Toggle Timer
kw: Dewis Termynador

source: Skip
kw: Skyppya

source: Main Menu
kw: Rol Chif

source: Reset Sessions
kw: Dasgorra Esedhogow

source: _Preferences
kw: _Settyansow

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Solanum
kw: _A-dro Solanum

source: translator-credits
kw: Flynn

source: _Donate on Patreon
kw: _Argevri war Patreon

source: _Sponsor on GitHub
kw: _Arghasa war GitHubs

source: Icon by
kw: Arwodhik gans

source: Sound by
kw: Son gans

source: Supported by
kw: Skoodhys gans

source: Long Break
kw: Powes Hir

source: Short Break
kw: Powes Berr

source: Back to Work
kw: Tre dhe Ober

source: Ready to keep working?
kw: Bysi rag pesya owth oberi?

source: Start Working
kw: Dalleth Owth Oberi

source: Break Time
kw: Termyn Powes

source: Stretch your legs, and drink some water.
kw: Ystyn dha garrow, hag eva nebes dowr.

source: Start Break
kw: Dalleth Powes

source: Lap {}
kw: Barrlen {}
